Repository: helsingborg-stad/algolia-index-js-searchpage-addon
Catalog: languages/algolia-index-js-searchpage-*.po
Languages: sv_se

source: Origin Site
sv_se: Källwebbplats

source: Categories
sv_se: Kategorier

source: Tags
sv_se: Taggar

source: Filter by Site
sv_se: Filtrera på webbplats

source: Content Type
sv_se: Innehållstyp

source: Custom Taxonomy
sv_se: Anpassad taxonomi

source: No matches where found on the query
sv_se: Inga resultat på sökfrågan

source: Filter results from
sv_se: Filtrera på

source: posts found on your query.
sv_se: träffar på din sökfråga.

source: What are you looking for?
sv_se: Vad letar du efter?

source: Search
sv_se: Sök

source: No search results found on your query.
sv_se: Inga sökträffar hittades på din fråga.

source: %s search results found.
sv_se: %s träffar på din sökfråga.

source: No facets available for your search.
sv_se: Det är inte möjligt att filtrera den här sökfrågan.

source: Apply filters
sv_se: Använd filter

source: Clear filters
sv_se: Ta bort filtrering

source: Filters
sv_se: Filter

source: Algolia Index Js Search Page
sv_se: Algolia Index Javascript Söksida

source: Replaces search page with a js (instant search) page.
sv_se: Ersätter söksidan med en JavaScript-baserad sida för direktsök.
